[
  {
    "id": "poi1",
    "name": "Illium Residence",
    "x": 48,
    "y": 50,
    "icon": "icons/ICO_illiumRes.png",
    "vignette": "images/illiumRes.png",
    "visible": true,
    "content": {
        "worker": {
          "title": "Not Many Reasons for Crossing",
          "blurb": "“In the northwest are the managers and engineers and civil servants and a few professional people,” and across the river is Homestead for “almost all of the people.” “Not many people on either side have reasons other than curiosity for crossing.”"
        },
        "manager": {
          "title": "Right House, Right Ladder",
          "blurb": "“The way a man lives can destroy or increase the stature of his job—can increase or decrease the stability and prestige of the entire system… there’s just the right house for the Manager of the Ilium Works.”"
        }
      }
  },

  {
    "id": "poi2",
    "name": "Homestead Residence",
    "x": 92,
    "y": 72,
    "icon": "icons/ICO_homestead.png",
    "vignette": "images/homestead.png",
    "visible": true,
    "content": {
        "worker": {
          "title": "Home Sweet Homestead",
          "blurb": "“On the sidewalk, a kid launches a paper boat and the whole block leans in—All eyes followed the craft with interest, seeming to wish it luck…”"
        },
        "manager": {
          "title": "Not Many Reasons for Crossing",
          "blurb": "“In the northwest are the managers and engineers and civil servants and a few professional people,” and across the river is Homestead for “almost all of the people.” “Not many people on either side have reasons other than curiosity for crossing.”"
        }
      }
  },

  {
    "id": "poi3",
    "name": "The Meadows",
    "x": 96,
    "y": 25,
    "icon": "icons/ICO_camp.png",
    "vignette": "images/meadows.png",
    "visible": false,
    "content": {
        "worker": {
          "title": "For the Grand Old Men",
          "blurb": "“It’s for “the Grand Old Men—the district managers, the regional managers, the associate vice-presidents and assistant vice-presidents and vice-presidents.”"
        },
        "manager": {
          "title": "You Tried and True Team",
          "blurb": "“Squinting through spray, Paul watched the Meadows come closer… the… cement-block structures… ‘tents.’ The amphitheater… and the sports area…” And the greeting is, “Welcome aboard!”"
        }
      }
  },

  {
    "id": "poi4",
    "name": "Bridge",
    "x": 81,
    "y": 62,
    "icon": "icons/ICO_bridge.png",
    "vignette": "images/bridge.png",
    "visible": false,
    "content": {
        "worker": {
          "title": "Four Lanes",
          "blurb": "“The fourlane bridge had, before the war, been jammed with the cars of workers going to and from the Ilium Works...If the bridge across the Iroquois were dynamited, few daily routines would not be disturbed.”"
        },
        "manager": {
          "title": "Twelve Supervisors, Three Painters",
          "blurb": "“The bridge was blocked again by Reeks and Wrecks who were painting yellow lines to mark traffic lanes… Three men were painting, twelve were directing traffic, and another twelve were resting.”"
        }
      }
  },
  {
    "id": "poi5",
    "name": "Bar",
    "x": 82,
    "y": 78,
    "icon": "icons/ICO_bar.png",
    "vignette": "images/saloon.png",
    "visible": false,
    "content": {
        "worker": {
          "title": "Where the Day Ends",
          "blurb": "“Around the bar were old men, pensioners… Each had before him a headless beer in a glass whose rim was opaqued by hours of slow, thoughtful sipping. The bartender was a neighborhood arbiter—“high‑handed supervisor of morals and settler of arguments.”"
        },
        "manager": {
          "title": "Old Fashioned Charm",
          "blurb": "Next door to a mechanized experiment, the place with “a dust-and-germ trap of a Victorian bar, bad light, poor ventilation, and an unsanitary, inefficient, and probably dishonest bartender… was an immediate and unflagging success.”"
        }
      }
  },
  {
    "id": "poi6",
    "name": "King Street Farmhouse",
    "x": 20,
    "y": 75,
    "icon": "icons/ICO_farm.png",
    "vignette": "images/farmhouse.png",
    "visible": false,
    "content": {
        "worker": {
          "title": "No Place for Ph.D.'s",
          "blurb": "“What do you want? What’s the matter now?… Three kinds of doctors: dentists, vets, and physicians. You one of those?”"
        },
        "manager": {
          "title": "American Pastoral",
          "blurb": "“Farming—now there was a magic word. Like so many words with little magic from the past still clinging to them.”"
        }
      }
  },
  {
    "id": "poi7",
    "name": "Illium Works",
    "x": 70,
    "y": 60,
    "icon": "icons/ICO_factory.png",
    "vignette": "images/illiumWorks.png",
    "visible": false,
    "content": {
        "worker": {
          "title": "Where the Machines Are",
          "blurb": "“Those who couldn’t compete economically with machines had their choice… of the Army or the Reconstruction and Reclamation Corps.”"
        },
        "manager": {
          "title": "Fortress of Production",
          "blurb": "“Looking the length of Building 58, Paul had the impression of a great gymnasium… This much of the new era Paul loved: the machines themselves were entertaining and delightful.”"
        }
      }
  },
  {
    "id": "poi8",
    "name": "Abandoned Facility",
    "x": 41,
    "y": 11,
    "icon": "icons/ICO_malta.png",
    "vignette": "images/malta.png",
    "visible": false,
    "content": {
        "worker": {
          "title": "Ghost-shirts meeting hall",
          "blurb": "“Paul was led into the meeting chamber, another segment of the air-raid shelter system. It wasn’t a brilliant-looking aggregation of conspirators… but a righteous and determined one.”"
        },
        "manager": {
          "title": "Obsolete Foundations",
          "blurb": "“For the Historical Society Building had been torn down to make room for the new Ilium Atomic Reactor” —progress clears away what’s no longer useful. As for what lies underground now, the report is curt: “We think… We don’t know anything.”"
        }
      }
  }
]
